TOKEN_1 = "8091111543:AAEkiTVzPPLbhUrWaBfElooYLteBEY6x0LM"
TOKEN_2 = "8581784978:AAEVhlFMzCSSzMrV0N1qZbRGmaX283P_FiI"
TOKEN_3 = "8511819166:AAEI7AYkrsTL8gljPyEZbd88AsLCiBYHZhk"
TOKEN_4 = "8491740096:AAHl5sKumOzQidhAfi7gPhnS5PzAawNxr8M"
TOKEN_5 = "8599129973:AAHXCUdhBu6w9JNAvejcLmddh4onEC8EET4"
TOKEN_6 = "8570951443:AAEFyfP38O2V1MCmgboHiWLKoTIzkJEvayg"
TOKEN_7 = "7688354391:AAEi3ZkZH286noYm0d6_wtUZboR5Vbzj42w"
TOKEN_8 = "6768012796:AAFcEH6HGjFOuedGDaIX8gqoQXa8bEHFG4I"

text_1 = "Дима, с 18-летием!\n\nЦеним в тебе твои качества настоящего вожака! Ответственность, справедливость и верность своей стае. Пусть твой путь будет уверенным, а рядом всегда будут те, кому ты доверяешь спину.\n\nБереги свою волчицу! (Настью)\n@Kpyto_dimacka"
text_2 = "С днём рождения, Дима!\n\nЖелаю тебе лисьей находчивости в учёбе и пушистого тепла в отношениях. Пусть твоё врождённое чувство справедливости всегда помогает отличить правду от лести.\n\nОставайся таким же ярким и добрым!\n@Kpyto_dimacka"
text_3 = "Поздравляю с совершеннолетием, Дима!\n\nЖелаю, чтобы твоя внутренняя сила, как у волка, сочеталась с мудростью. Пусть твои старания стать лучше всегда находят отклик в сердце твоей избранницы. Гордись собой, брат!\n@Kpyto_dimacka"
text_4 = "Дима, горячий привет в твой день!\n\nЖелаю, чтобы твой задорный огонёк никогда не тух, а жизнь подкидывала лишь интересные задачки.\n\nПусть твой союз будет крепким, тёплым и полным взаимопонимания. Будь счастлив, лисёнок!\n@Kpyto_dimacka"
text_5 = "Дима, с Днём Рождения!\n\n🐾 Цени в себе твою доброту и чуткость, они редки, как красная панда. Желаю найти баланс между старанием для других и заботой о себе.\n\nПусть твоя жизнь будет такой же яркой и тёплой, как рыжая шубка!\n@Kpyto_dimacka"
text_6 = "С 18-летием, Дима!\n\nВ этот год новых горизонтов желаю тебе волчьей свободы в выборе пути и верности своим принципам. Пусть твоя лучшая версия себя встречает понимание и поддержку.\n@Kpyto_dimacka"
text_7 = "Дима, с днём варенья! @Kpyto_dimacka\n\n🎉 Спасибо, что ты такой надёжный и солнечный, как рыжий лис. \n\nЖелаю, чтобы твои дни были полны приятных сюрпризов и обнимашек. Оставайся таким же крутым и верным другом, каким мы тебя знаем!"
text_8 = """Ну и пара сказать тебе уже от себя.\n
За всё это время твоего существования наша планета проделала огромный путь. Ты прошёл этап от первого вздоха и шага, 
до вступления в совершеннолетие. Огромный путь Дима, Целых 18 лет… 18 циклов зимы, весны, лета и осени. 
18 раз календарь перелистывал свою страницу на стене. И теперь... Оглянись вокруг.\n
Кем ты стал за эти годы? Какой след уже оставил в сердцах тех, кто рядом? И сколько ещё открытий ждёт тебя впереди?\n
Этот мир нуждается в таких, как ты.\n
Моё пожелание будет простым, но важным. Продолжай идти. Оставайся тем, кто ты есть, не позволяй миру диктовать тебе твоё лицо, твои манеры, твою душу. Храни её и оберегай от всего чужого и холодного.\n
Ты проделал достойный путь, дружище. Добро пожаловать в клуб взрослых.
@Kpyto_dimacka"""

dima = "-4743945325"